Repository: TarasOsiris/screenshot-mac
Catalog: screenshot/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fa, fi, fr, he, hr, hu, id, it, ja, ko, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, ur, vi, zh_hans, zh_hant

source: **Drop shadow** — enable it in the properties bar and pick **Soft**, **Medium**, or **Strong**, or set color, radius, offset, and opacity by hand. It works on a multi-shape selection too.
ar: **الظل المسقط** — قم بتمكينه في شريط الخصائص واختر **Soft** أو **Medium** أو **Strong**، أو قم بتعيين اللون ونصف القطر والإزاحة والعتامة يدويًا. إنه يعمل على اختيار متعدد الأشكال أيضًا.
ca: **Ombra vertical**: activeu-lo a la barra de propietats i seleccioneu **Suau**, **Mitjana** o **Fort**, o establiu el color, el radi, el desplaçament i l'opacitat a mà. També funciona en una selecció de formes múltiples.
cs: **Vržený stín** – povolte jej na panelu vlastností a vyberte **Měkký**, **Střední** nebo **Silný**, nebo ručně nastavte barvu, poloměr, odsazení a krytí. Funguje i na výběr více tvarů.
da: **Drop shadow** — aktiver det i egenskabslinjen, og vælg **Blød**, **Medium** eller **Stærk**, eller indstil farve, radius, offset og opacitet manuelt. Det fungerer også på et udvalg af flere former.
de: **Schlagschatten** – aktivieren Sie es in der Eigenschaftenleiste und wählen Sie **Weich**, **Mittel** oder **Stark**, oder legen Sie Farbe, Radius, Versatz und Deckkraft manuell fest. Es funktioniert auch bei einer Auswahl mehrerer Formen.
el: **Drop shadow** — ενεργοποιήστε το στη γραμμή ιδιοτήτων και επιλέξτε **Soft**, **Medium** ή **Strong** ή ορίστε το χρώμα, την ακτίνα, τη μετατόπιση και την αδιαφάνεια με το χέρι. Λειτουργεί και σε επιλογή πολλαπλών σχημάτων.
es: **Sombra paralela**: habilítela en la barra de propiedades y seleccione **Suave**, **Media** o **Fuerte**, o establezca el color, el radio, el desplazamiento y la opacidad manualmente. También funciona en una selección de múltiples formas.
fa: **رها کردن سایه** - آن را در نوار خصوصیات فعال کنید و **نرم**، **متوسط**، یا **قوی** را انتخاب کنید، یا رنگ، شعاع، افست و کدورت را با دست تنظیم کنید. در انتخاب چند شکلی نیز کار می کند.
fi: **Drop shadow** — ota se käyttöön ominaisuuspalkissa ja valitse **Pehmeä**, **Keskitaso** tai **Vahva** tai aseta väri, säde, siirtymä ja peittävyys käsin. Se toimii myös monimuotoisessa valinnassa.
fr: **Ombre portée** : activez-la dans la barre de propriétés et choisissez **Doux**, **Moyen** ou **Fort**, ou définissez la couleur, le rayon, le décalage et l'opacité à la main. Cela fonctionne également sur une sélection multi-formes.
he: **צללית** - אפשר זאת בסרגל המאפיינים ובחר **רך**, **בינוני** או **חזק**, או הגדר צבע, רדיוס, היסט ואטימות ביד. זה עובד גם על מבחר רב צורות.
hr: **Sjena** — omogućite je na traci svojstava i odaberite **Meko**, **Srednje** ili **Jako** ili ručno postavite boju, polumjer, pomak i neprozirnost. Radi i na odabiru više oblika.
hu: **Vedő árnyék** — engedélyezze a tulajdonságsávban, és válassza ki a **Lágy**, **Közepes** vagy **Erős** lehetőséget, vagy állítsa be kézzel a színt, a sugarat, az eltolást és az átlátszatlanságot. Több alakzat kiválasztásánál is működik.
id: **Drop shadow** — aktifkan di bilah properti dan pilih **Soft**, **Medium**, atau **Strong**, atau atur warna, radius, offset, dan opacity dengan tangan. Ini juga berfungsi pada pilihan multi-bentuk.
ja: **ドロップ シャドウ** — プロパティ バーで有効にし、**ソフト**、**中**、または**強**を選択するか、色、半径、オフセット、不透明度を手動で設定します。複数のシェイプを選択した場合にも機能します。
ko: **그림자** — 속성 표시줄에서 활성화하고 **부드러움**, **중간** 또는 **강함**을 선택하거나 색상, 반경, 오프셋 및 불투명도를 직접 설정하세요. 다중 모양 선택에서도 작동합니다.
ms: **Lepaskan bayang** — dayakannya dalam bar sifat dan pilih **Lembut**, **Sederhana** atau **Kuat**, atau tetapkan warna, jejari, offset dan kelegapan dengan tangan. Ia juga berfungsi pada pemilihan pelbagai bentuk.
nl: **Slagschaduw** — schakel dit in de eigenschappenbalk in en kies **Zacht**, **Gemiddeld** of **Sterk**, of stel de kleur, straal, verschuiving en dekking met de hand in. Het werkt ook op een selectie met meerdere vormen.
no: **Drop shadow** — aktiver det i egenskapslinjen og velg **Myk**, **Middels** eller **Sterk**, eller angi farge, radius, offset og opasitet for hånd. Det fungerer også på et utvalg av flere former.
pl: **Cień** — włącz go na pasku właściwości i wybierz **Miękki**, **Średni** lub **Silny** lub ręcznie ustaw kolor, promień, przesunięcie i krycie. Działa również w przypadku zaznaczenia wielu kształtów.
pt_br: **Sombra projetada** — habilite-o na barra de propriedades e escolha **Suave**, **Médio** ou **Forte**, ou defina cor, raio, deslocamento e opacidade manualmente. Também funciona em uma seleção de várias formas.
pt_pt: **Sombra projetada** — habilite-o na barra de propriedades e escolha **Suave**, **Médio** ou **Forte**, ou defina cor, raio, deslocamento e opacidade manualmente. Também funciona em uma seleção de várias formas.
ro: **Umbră** — activați-o în bara de proprietăți și alegeți **Moale**, **Mediu** sau **Puternic** sau setați manual culoarea, raza, offset-ul și opacitatea. Funcționează și pe o selecție cu mai multe forme.
sk: **Vržený tieň** – povoľte ho na paneli vlastností a vyberte **Mäkký**, **Stredný** alebo **Silný**, prípadne ručne nastavte farbu, polomer, odsadenie a nepriehľadnosť. Funguje aj na výber viacerých tvarov.
sl: **Drop shadow** — omogočite ga v vrstici lastnosti in izberite **Mehko**, **Srednje** ali **Močno** ali ročno nastavite barvo, polmer, odmik in motnost. Deluje tudi pri izbiri več oblik.
sv: **Skugga** — aktivera det i egenskapsfältet och välj **Mjuk**, **Medium** eller **Stark**, eller ställ in färg, radie, offset och opacitet för hand. Det fungerar också på ett urval av flera former.
th: **เงาตกกระทบ** — เปิดใช้งานในแถบคุณสมบัติแล้วเลือก **อ่อน** **ปานกลาง** หรือ **เข้ม** หรือตั้งค่าสี รัศมี ออฟเซ็ต และความทึบด้วยมือ มันใช้ได้กับการเลือกหลายรูปร่างด้วย
ur: **ڈراپ شیڈو** — اسے پراپرٹیز بار میں فعال کریں اور **نرم**، **میڈیم**، یا **مضبوط** منتخب کریں، یا ہاتھ سے رنگ، رداس، آفسیٹ اور دھندلاپن سیٹ کریں۔ یہ کثیر شکل کے انتخاب پر بھی کام کرتا ہے۔
vi: **Thả bóng** — bật tính năng này trong thanh thuộc tính và chọn **Mềm**, **Trung bình** hoặc **Mạnh** hoặc đặt màu, bán kính, độ lệch và độ mờ bằng tay. Nó cũng hoạt động trên một vùng chọn có nhiều hình dạng.
zh_hans: **阴影** — 在属性栏中启用它并选择**软**、**中**或**强**，或手动设置颜色、半径、偏移和不透明度。它也适用于多形状选择。

source: **Drop shadow** — select a shape, then click **Shadow** in the properties bar and pick **Soft**, **Medium**, or **Strong**, or set color, **Blur**, **Offset X**, **Offset Y**, and opacity by hand. **Reset** restores the defaults. It works on a multi-shape selection too.
ar: **الظل المسقط** — حدد شكلاً، ثم انقر على **الظل** في شريط الخصائص واختر **ناعم**، **متوسط**، أو **قوي**، أو قم بتعيين اللون، **تمويه**، **إزاحة X**، **إزاحة Y**، والعتامة يدويًا. **إعادة الضبط** يستعيد الإعدادات الافتراضية. إنه يعمل على اختيار متعدد الأشكال أيضًا.
ca: **Ombra vertical**: seleccioneu una forma i, a continuació, feu clic a **Ombra** a la barra de propietats i seleccioneu **Suau**, **Mitjana** o **Fort**, o definiu el color, **Desenfocat**, **Desplaçament X**, **Desplaçament Y** i l'opacitat a mà. **Restablir** restaura els valors predeterminats. També funciona en una selecció de formes múltiples.
cs: **Vržený stín** – vyberte tvar, poté klikněte na **Stín** na panelu vlastností a vyberte **Měkký**, **Střední** nebo **Silný**, nebo ručně nastavte barvu, **Rozostření**, **Odsazení X**, **Odsazení Y** a krytí. **Reset** obnoví výchozí nastavení. Funguje i na výběr více tvarů.
da: **Slagskygge** — vælg en form, klik derefter på **Skygge** i egenskabslinjen og vælg **Blød**, **Middel** eller **Stærk**, eller sæt farve, **Slør**, **Offset X**, **Offset Y** og uigennemsigtighed i hånden. **Nulstil** gendanner standardindstillingerne. Det fungerer også på et udvalg af flere former.
de: **Schlagschatten** – Wähle eine Form aus, klicke in der Eigenschaftenleiste auf **Schatten** und wähle **Weich**, **Mittel** oder **Stark**, oder lege Farbe, **Unschärfe**, **Versatz X**, **Versatz Y** und Deckkraft selbst fest. **Zurücksetzen** stellt die Standardwerte wieder her. Das funktioniert auch bei mehreren ausgewählten Formen.
el: **Drop shadow** — επιλέξτε ένα σχήμα, μετά κάντε κλικ στο **Shadow** στη γραμμή ιδιοτήτων και επιλέξτε **Soft**, **Medium** ή **Strong** ή ορίστε χρώμα, **Blur**, **Offset X**, **Offset Y** και αδιαφάνεια με το χέρι. Το **Reset** επαναφέρει τις προεπιλογές. Λειτουργεί και σε επιλογή πολλαπλών σχημάτων.
es: **Sombra paralela**: selecciona una forma, haz clic en **Sombra** en la barra de propiedades y elige **Suave**, **Media** o **Fuerte**, o ajusta a mano el color, el **Desenfoque**, el **Desplazamiento X**, el **Desplazamiento Y** y la opacidad. **Restablecer** recupera los valores predeterminados. También funciona con una selección de varias formas.
fa: **سایه** — یک شکل را انتخاب کنید، سپس در نوار ویژگی‌ها روی **سایه** کلیک کنید و **نرم**، **متوسط** یا **قوی** را برگزینید، یا رنگ، **تاری**، **افست X**، **افست Y** و کدورت را دستی تنظیم کنید. **بازنشانی** مقادیر پیش‌فرض را برمی‌گرداند. روی انتخاب چندشکلی هم کار می‌کند.
fi: **Lastava varjo** — valitse muoto, napsauta sitten **Varjo** ominaisuuspalkissa ja valitse **Pehmeä**, **Keskitaso** tai **Vahva** tai aseta väri, **Epäterävyys**, **Siirtymä X**, **Siirtymä Y** ja peittävyys käsin. **Palauta** palauttaa oletusasetukset. Se toimii myös monimuotoisessa valinnassa.
fr: **Ombre portée** : sélectionnez une forme, cliquez sur **Ombre** dans la barre des propriétés et choisissez **Douce**, **Moyenne** ou **Forte**, ou réglez à la main la couleur, le **Flou**, le **Décalage X**, le **Décalage Y** et l'opacité. **Réinitialiser** rétablit les valeurs par défaut. Cela fonctionne aussi sur une sélection de plusieurs formes.
he: **צללית** - בחרו צורה ולאחר מכן לחצו על **צל** בסרגל המאפיינים ובחרו **רך**, **בינוני** או **חזק**, או הגדר צבע, **טשטוש**, **היסט X**, **היסט Y** ואטימות ביד. **איפוס** משחזר את ברירות המחדל. זה עובד גם על מבחר רב צורות.
hr: **Drop shadow** — odaberite oblik, zatim kliknite **Shadow** na traci svojstava i odaberite **Meko**, **Srednje** ili **Jako** ili ručno postavite boju, **Blur**, **Offset X**, **Offset Y** i neprozirnost. **Reset** vraća zadane postavke. Radi i na odabiru više oblika.
hu: **Vejtett árnyék** — válasszon ki egy alakzatot, majd kattintson az **Árnyék** lehetőségre a tulajdonságsorban, és válassza a **Lágy**, **Közepes** vagy **Erős** lehetőséget, vagy állítsa be a színt, **Elmosódás**, **Eltolás X**, **Eltolás Y** és átlátszatlanságot kézzel. A **Reset** visszaállítja az alapértelmezett értékeket. Több alakzat kiválasztásánál is működik.
id: **Drop shadow** — pilih bentuk, lalu klik **Shadow** di bilah properti dan pilih **Soft**, **Medium**, atau **Strong**, atau atur warna, **Blur**, **Offset X**, **Offset Y**, dan opacity dengan tangan. **Reset** mengembalikan default. Ini juga berfungsi pada pilihan multi-bentuk.
it: **Ombra**: seleziona una forma, fai clic su **Ombra** nella barra delle proprietà e scegli **Morbida**, **Media** o **Forte**, oppure imposta a mano colore, **Sfocatura**, **Spostamento X**, **Spostamento Y** e opacità. **Reimposta** ripristina i valori predefiniti. Funziona anche con una selezione di più forme.
ja: **ドロップシャドウ** — 図形を選択し、プロパティバーで **シャドウ** をクリックして **弱**、**中**、**強** から選ぶか、色、**ぼかし**、**オフセット X**、**オフセット Y**、不透明度を手動で設定します。**リセット** でデフォルトに戻ります。複数の図形を選択しているときにも使えます。
ko: **그림자** — 도형을 선택한 다음 속성 막대에서 **그림자**를 클릭하고 **부드럽게**, **중간**, **강하게** 중 하나를 고르거나, 색상, **흐림**, **오프셋 X**, **오프셋 Y**, 불투명도를 직접 설정합니다. **재설정**을 누르면 기본값으로 돌아갑니다. 여러 도형을 선택했을 때도 작동합니다.
ms: **Lepaskan bayang** — pilih bentuk, kemudian klik **Bayang** dalam bar sifat dan pilih **Lembut**, **Sederhana** atau **Kuat**, atau tetapkan warna, **Kabur**, **Offset X**, **Offset Y** dan kelegapan dengan tangan. **Reset** memulihkan lalai. Ia juga berfungsi pada pemilihan pelbagai bentuk.
nl: **Slagschaduw** — selecteer een vorm, klik vervolgens op **Schaduw** in de eigenschappenbalk en kies **Zacht**, **Gemiddeld** of **Sterk**, of stel de kleur, **Vervagen**, **Offset X**, **Offset Y** en de dekking met de hand in. **Reset** herstelt de standaardwaarden. Het werkt ook op een selectie met meerdere vormen.
no: **Slagskygge** — velg en form, klikk deretter på **Skygge** i egenskapslinjen og velg **Myk**, **Middels** eller **Sterk**, eller angi farge, **Uskarphet**, **Offset X**, **Offset Y** og opasitet for hånd. **Tilbakestill** gjenoppretter standardinnstillingene. Det fungerer også på et utvalg av flere former.
pl: **Cień** — wybierz kształt, następnie kliknij **Cień** na pasku właściwości i wybierz **Miękki**, **Średni** lub **Silny** albo ręcznie ustaw kolor, **Rozmycie**, **Przesunięcie X**, **Przesunięcie Y** i krycie. **Reset** przywraca ustawienia domyślne. Działa również w przypadku zaznaczenia wielu kształtów.
pt_br: **Sombra projetada** — selecione uma forma, clique em **Sombra** na barra de propriedades e escolha **Suave**, **Média** ou **Forte**, ou defina manualmente cor, **Desfoque**, **Deslocamento X**, **Deslocamento Y** e opacidade. **Redefinir** restaura os padrões. Também funciona em uma seleção de várias formas.
pt_pt: **Sombra projetada** — selecione uma forma, clique em **Sombra** na barra de propriedades e escolha **Suave**, **Médio** ou **Forte**, ou defina cor, **Desfoque**, **Deslocamento X**, **Deslocamento Y** e opacidade manualmente. **Redefinir** restaura os padrões. Também funciona em uma seleção de várias formas.
ro: **Umbră** — selectați o formă, apoi faceți clic pe **Umbră** în bara de proprietăți și alegeți **Moale**, **Mediu** sau **Puternic** sau setați culoarea, **Neclaritate**, **Offset X**, **Offset Y** și opacitatea manual. **Resetare** restabilește valorile implicite. Funcționează și pe o selecție cu mai multe forme.
ru: **Тень** — выберите фигуру, нажмите **Тень** на панели свойств и выберите **Мягкий**, **Средний** или **Сильный** либо задайте цвет, **Размытие**, **Смещение по X**, **Смещение по Y** и непрозрачность вручную. **Сбросить** восстанавливает значения по умолчанию. Работает и при выделении нескольких фигур.
sk: **Vržený tieň** – vyberte tvar, potom kliknite na **Tieň** na paneli vlastností a vyberte **Mäkký**, **Stredný** alebo **Silný**, prípadne nastavte farbu, **Rozmazanie**, **Odsadenie X**, **Odsadenie Y** a nepriehľadnosť ručne. **Reset** obnoví predvolené hodnoty. Funguje aj na výber viacerých tvarov.
sl: **Senca** — izberite obliko, nato kliknite **Senca** v vrstici z lastnostmi in izberite **Mehko**, **Srednje** ali **Močno** ali ročno nastavite barvo, **Zameglitev**, **Odmik X**, **Odmik Y** in motnost. **Ponastavi** obnovi privzete vrednosti. Deluje tudi pri izbiri več oblik.
sv: **Skugga** — välj en form, klicka sedan på **Skugga** i egenskapsfältet och välj **Mjuk**, **Medium** eller **Stark**, eller ställ in färg, **Oskärpa**, **Offset X**, **Offset Y** och opacitet för hand. **Återställ** återställer standardinställningarna. Det fungerar också på ett urval av flera former.
th: **วางเงา** — เลือกรูปร่าง จากนั้นคลิก **เงา** ในแถบคุณสมบัติแล้วเลือก **อ่อน** **ปานกลาง** หรือ **เข้ม** หรือตั้งค่าสี **เบลอ** **ออฟเซ็ต X** **ออฟเซ็ต Y** และความทึบด้วยมือ **รีเซ็ต** คืนค่าเริ่มต้น มันใช้ได้กับการเลือกหลายรูปร่างด้วย
tr: **Gölge** — bir şekil seçin, ardından özellikler çubuğunda **Gölge**'ye tıklayıp **Yumuşak**, **Orta** veya **Güçlü**'yü seçin ya da rengi, **Bulanıklık**, **X Kayması** ve **Y Kayması** değerlerini ve opaklığı elle ayarlayın. **Sıfırla** varsayılanları geri yükler. Birden çok şekil seçiliyken de çalışır.
uk: **Тінь** — виберіть фігуру, клацніть **Тінь** на панелі властивостей і виберіть **М’який**, **Середній** чи **Сильний** або задайте колір, **Розмиття**, **Зсув X**, **Зсув Y** і непрозорість вручну. **Скинути** повертає стандартні значення. Працює й тоді, коли вибрано кілька фігур.
ur: **ڈراپ شیڈو** — ایک شکل منتخب کریں، پھر پراپرٹی بار میں **شیڈو** پر کلک کریں اور **نرم**، **میڈیم**، یا **مضبوط**، یا رنگ سیٹ کریں، **بلر**، **آفسیٹ X**، **آفسیٹ Y**، اور ہاتھ سے دھندلاپن کو منتخب کریں۔ **ری سیٹ** ڈیفالٹس کو بحال کرتا ہے۔ یہ کثیر شکل کے انتخاب پر بھی کام کرتا ہے۔
vi: **Thả bóng** — chọn một hình dạng, sau đó nhấp vào **Bóng** trong thanh thuộc tính và chọn **Mềm**, **Trung bình** hoặc **Mạnh** hoặc đặt màu, **Blur**, **Offset X**, **Offset Y** và độ mờ bằng tay. **Đặt lại** khôi phục cài đặt gốc. Nó cũng hoạt động trên một vùng chọn có nhiều hình dạng.
zh_hans: **投影**——选择形状，然后点按属性栏中的 **阴影**，选择 **柔和**、**中等** 或 **强烈**，或手动设置颜色、**模糊**、**偏移 X**、**偏移 Y** 和不透明度。**重置** 会恢复默认值。多选形状时同样适用。
zh_hant: **陰影**——選取形狀，然後按一下屬性列中的**陰影**並選擇**柔和**、**中等**或**強烈**，或手動設定顏色、**模糊**、**X 偏移**、**Y 偏移**和不透明度。**重置**會恢復預設值。多重選取形狀時也適用。

source: **Drop shadow** — select a shape, then click **Shadow** in the properties bar and pick **Soft**, **Medium**, or **Strong**, or set color, radius, offset, and opacity by hand. It works on a multi-shape selection too.
ar: **الظل المسقط** — حدد شكلاً، ثم انقر على **الظل** في شريط الخصائص واختر **ناعم**، **متوسط**، أو **قوي**، أو قم بتعيين اللون ونصف القطر والإزاحة والعتامة يدويًا. إنه يعمل على اختيار متعدد الأشكال أيضًا.
ca: **Ombra vertical**: seleccioneu una forma i, a continuació, feu clic a **Ombra** a la barra de propietats i seleccioneu **Suau**, **Mitjana** o **Fort**, o establiu el color, el radi, el desplaçament i l'opacitat a mà. També funciona en una selecció de formes múltiples.
cs: **Vržený stín** – vyberte tvar, poté klikněte na **Stín** na panelu vlastností a vyberte **Měkký**, **Střední** nebo **Silný**, nebo ručně nastavte barvu, poloměr, odsazení a krytí. Funguje i na výběr více tvarů.
da: **Slagskygge** — vælg en form, klik derefter på **Skygge** i egenskabslinjen og vælg **Blød**, **Middel** eller **Stærk**, eller indstil farve, radius, forskydning og opacitet manuelt. Det fungerer også på et udvalg af flere former.
de: **Schlagschatten** – Wählen Sie eine Form aus, klicken Sie dann in der Eigenschaftenleiste auf **Schatten** und wählen Sie **Weich**, **Mittel** oder **Stark** aus oder legen Sie Farbe, Radius, Versatz und Deckkraft manuell fest. Es funktioniert auch bei einer Auswahl mehrerer Formen.
el: **Drop shadow** — επιλέξτε ένα σχήμα, μετά κάντε κλικ στο **Shadow** στη γραμμή ιδιοτήτων και επιλέξτε **Soft**, **Medium** ή **Strong** ή ορίστε το χρώμα, την ακτίνα, τη μετατόπιση και την αδιαφάνεια με το χέρι. Λειτουργεί και σε επιλογή πολλαπλών σχημάτων.
es: **Sombra paralela**: selecciona una forma, luego haz clic en **Sombra** en la barra de propiedades y elige **Suave**, **Media** o **Fuerte**, o establece el color, el radio, el desplazamiento y la opacidad manualmente. También funciona en una selección de múltiples formas.
fa: **رها کردن سایه** — یک شکل را انتخاب کنید، سپس روی **Shadow** در نوار خصوصیات کلیک کنید و **نرم**، **متوسط**، یا **قوی** را انتخاب کنید، یا رنگ، شعاع، افست و کدورت را با دست تنظیم کنید. در انتخاب چند شکلی نیز کار می کند.
fi: **Lastava varjo** — valitse muoto, napsauta ominaisuuspalkissa **Varjo** ja valitse **Pehmeä**, **Keskitaso** tai **Vahva** tai aseta väri, säde, siirtymä ja peittävyys käsin. Se toimii myös monimuotoisessa valinnassa.
fr: **Ombre portée** : sélectionnez une forme, puis cliquez sur **Ombre** dans la barre de propriétés et choisissez **Doux**, **Moyen** ou **Fort**, ou définissez la couleur, le rayon, le décalage et l'opacité à la main. It works on a multi-shape selection too.
he: **צל שחרור** — בחר צורה ולאחר מכן לחץ על **צל** בסרגל המאפיינים ובחר **רך**, **בינוני** או **חזק**, או הגדר צבע, רדיוס, היסט ואטימות ביד. זה עובד גם על מבחר רב צורות.
hr: **Sjena** — odaberite oblik, zatim kliknite **Sjena** na traci svojstava i odaberite **Meko**, **Srednje** ili **Jako** ili ručno postavite boju, polumjer, pomak i neprozirnost. Radi i na odabiru više oblika.
hu: **Vedő árnyék** — válasszon ki egy alakzatot, majd kattintson az **Árnyék** lehetőségre a tulajdonságsávban, és válassza a **Lágy**, **Közepes** vagy **Erős** lehetőséget, vagy állítsa be kézzel a színt, a sugarat, az eltolást és az átlátszóságot. Több alakzat kiválasztásánál is működik.
id: **Drop shadow** — pilih bentuk, lalu klik **Shadow** di bilah properti dan pilih **Soft**, **Medium**, atau **Strong**, atau atur warna, radius, offset, dan opacity dengan tangan. Ini juga berfungsi pada pilihan multi-bentuk.
ja: **ドロップ シャドウ** — 形状を選択し、プロパティ バーで **シャドウ** をクリックし、**ソフト**、**中**、**強い**を選択するか、色、半径、オフセット、不透明度を手動で設定します。複数のシェイプを選択した場合にも機能します。
ko: **그림자 추가** — 모양을 선택한 다음 속성 표시줄에서 **그림자**를 클릭하고 **부드러움**, **중간** 또는 **강함**을 선택하거나 색상, 반경, 오프셋 및 불투명도를 직접 설정합니다. 다중 모양 선택에서도 작동합니다.
ms: **Lepaskan bayang** — pilih bentuk, kemudian klik **Bayang** dalam bar sifat dan pilih **Lembut**, **Sederhana** atau **Kuat**, atau tetapkan warna, jejari, offset dan kelegapan dengan tangan. Ia juga berfungsi pada pemilihan pelbagai bentuk.
nl: **Slagschaduw** — selecteer een vorm, klik vervolgens op **Schaduw** in de eigenschappenbalk en kies **Zacht**, **Gemiddeld** of **Sterk**, of stel de kleur, straal, verschuiving en dekking met de hand in. Het werkt ook op een selectie met meerdere vormen.
no: **Slagskygge** — velg en form, klikk deretter på **Skygge** i egenskapslinjen og velg **Myk**, **Middels** eller **Sterk**, eller angi farge, radius, forskyvning og opasitet for hånd. Det fungerer også på et utvalg av flere former.
pl: **Cień** — wybierz kształt, następnie kliknij **Cień** na pasku właściwości i wybierz **Miękki**, **Średni** lub **Silny** albo ręcznie ustaw kolor, promień, przesunięcie i krycie. Działa również w przypadku zaznaczenia wielu kształtów.
pt_br: **Sombra projetada** — selecione uma forma, clique em **Sombra** na barra de propriedades e escolha **Suave**, **Média** ou **Forte**, ou defina cor, raio, deslocamento e opacidade manualmente. Também funciona em uma seleção de várias formas.
pt_pt: **Sombra projetada** — selecione uma forma, clique em **Sombra** na barra de propriedades e escolha **Suave**, **Média** ou **Forte**, ou defina cor, raio, deslocamento e opacidade manualmente. Também funciona em uma seleção de várias formas.
ro: **Umbră** — selectați o formă, apoi faceți clic pe **Umbră** în bara de proprietăți și alegeți **Moale**, **Mediu** sau **Puternic** sau setați manual culoarea, raza, offset-ul și opacitatea. Funcționează și pe o selecție cu mai multe forme.
sk: **Vržený tieň** – vyberte tvar, potom kliknite na **Tieň** na paneli vlastností a vyberte možnosť **Mäkký**, **Stredný** alebo **Silný**, prípadne ručne nastavte farbu, polomer, odsadenie a nepriehľadnosť. Funguje aj na výber viacerých tvarov.
sl: **Sence** — izberite obliko, nato kliknite **Senca** v vrstici z lastnostmi in izberite **Mehko**, **Srednje** ali **Močno** ali ročno nastavite barvo, polmer, odmik in motnost. Deluje tudi pri izbiri več oblik.
sv: **Skugga** — välj en form och klicka sedan på **Skugga** i egenskapsfältet och välj **Mjuk**, **Medium** eller **Stark**, eller ställ in färg, radie, offset och opacitet för hand. Det fungerar också på ett urval av flera former.
th: **วางเงา** — เลือกรูปร่าง จากนั้นคลิก **เงา** ในแถบคุณสมบัติแล้วเลือก **อ่อน** **ปานกลาง** หรือ **เข้ม** หรือตั้งค่าสี รัศมี ออฟเซ็ต และความทึบด้วยมือ มันใช้ได้กับการเลือกหลายรูปร่างด้วย
ur: **ڈراپ شیڈو** — ایک شکل منتخب کریں، پھر پراپرٹی بار میں **شیڈو** پر کلک کریں اور **نرم**، **میڈیم**، یا **مضبوط** منتخب کریں، یا ہاتھ سے رنگ، رداس، آفسیٹ اور دھندلاپن سیٹ کریں۔ یہ کثیر شکل کے انتخاب پر بھی کام کرتا ہے۔
vi: **Thả bóng** — chọn một hình dạng, sau đó nhấp vào **Bóng** trong thanh thuộc tính và chọn **Mềm**, **Trung bình** hoặc **Mạnh** hoặc đặt màu, bán kính, độ lệch và độ mờ bằng tay. Nó cũng hoạt động trên một vùng chọn có nhiều hình dạng.
zh_hans: **阴影** — 选择一个形状，然后单击属性栏中的 **阴影** 并选择 **软**、**中** 或 **强**，或手动设置颜色、半径、偏移和不透明度。它也适用于多形状选择。
